Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/recull-tm.tmx
Source language: en
Languages: ca_es

source: Mirror
ca_es: Rèplica

source: Misspelling
ca_es: Error ortogràfic

source: Modem
ca_es: Mòdem

source: Modem pool
ca_es: Bateria de mòdems

source: Moderator
ca_es: Moderador

source: Module
ca_es: Mòdul

source: Morphing
ca_es: Metamorfosi

source: Motherboard
ca_es: Placa base

source: Motion capture
ca_es: Captació de moviment

source: Mount point
ca_es: Punt de muntatge

source: Mouse
ca_es: Ratolí

source: Multi-touch screen
ca_es: Pantalla multitàctil

source: Multimedia computer
ca_es: Ordinador multimèdia

source: Multiple access
ca_es: Accés múltiple

source: Multipoint connection
ca_es: Connexió multipunt

source: Multitasking
ca_es: Multitasca

source: Muxer
ca_es: Multiplexor

source: Namespace
ca_es: Espai de noms

source: Navigation bar
ca_es: Barra de navegació

source: Navigation toolbar
ca_es: Barra d'eines de navegació

source: Netbook
ca_es: Ordinador ultraportàtil

source: Netiquette
ca_es: Etiqueta

source: Network
ca_es: Xarxa

source: Network adapter
ca_es: Adaptador de xarxa

source: Network architecture
ca_es: Arquitectura de xarxa

source: Network etiquette
ca_es: Etiqueta

source: Network management
ca_es: Gestió de xarxes

source: News
ca_es: Missatges

source: Note
ca_es: Nota

source: Notebook
ca_es: Ordinador portàtil

source: Notification of reading
ca_es: Confirmació de lectura

source: Notification of receipt
ca_es: Confirmació de recepció

source: Number pad
ca_es: Teclat numèric

source: Object
ca_es: Objecte

source: Object-oriented programming
ca_es: Programació orientada a objectes

source: Office automation
ca_es: Ofimàtica

source: Offset
ca_es: Òfset

source: Offsite links
ca_es: Enllaços externs

source: Online help
ca_es: Ajuda en línia

source: Opacity
ca_es: Opacitat

source: Open source
ca_es: Codi font obert

source: Operating system
ca_es: Sistema operatiu

source: Operation time
ca_es: Temps d'execució

source: Optical mouse
ca_es: Ratolí òptic

source: Option
ca_es: Opció

source: Organization
ca_es: Organització

source: Original size
ca_es: Mida original

source: Outbox
ca_es: Safata de sortida

source: Outgoing mail server
ca_es: Servidor de correu de sortida

source: Outgoing message
ca_es: Missatge de sortida

source: Outline
ca_es: Contorn

source: Output
ca_es: Sortida

source: Output device
ca_es: Perifèric de sortida

source: Overflow
ca_es: Desbordament

source: Overline
ca_es: Sobreratllat

source: Owner
ca_es: Propietari

source: Ownership
ca_es: Propietat

source: Package
ca_es: Paquet informàtic

source: Package dependencies
ca_es: Dependència de paquets

source: Packet
ca_es: Paquet

source: Packing
ca_es: Compressió

source: Padding
ca_es: Separació

source: Padlock
ca_es: Cadenat

source: Page
ca_es: Pàgina

source: Page break
ca_es: Salt de pàgina

source: Page composer
ca_es: Editor de pàgines

source: Pager
ca_es: Cercapersones

source: Pair
ca_es: Parella

source: Palette
ca_es: Paleta

source: Pane
ca_es: Subfinestra

source: Paper jam
ca_es: Embús

source: Par
ca_es: Paritat

source: Paragraph
ca_es: Paràgraf

source: Parallel port
ca_es: Port en paral·lel

source: Parameters
ca_es: Paràmetres

source: Parcel
ca_es: Paquet

source: Parity
ca_es: Paritat

source: Partition
ca_es: Partició

source: Partitioner
ca_es: Partidor

source: Passphrase
ca_es: Contrasenya

source: Password
ca_es: Contrasenya

source: Patch
ca_es: Pedaç

source: Path
ca_es: Camí

source: Pattern
ca_es: Patró

source: Pause
ca_es: Pausa

source: Peak
ca_es: Pic

source: Personal address book
ca_es: Llibreta d'adreces personal

source: Personal bar
ca_es: Barra personal

source: Personal computer
ca_es: Ordinador personal

source: Personal digital assistant
ca_es: Organitzador personal

source: Personal information
ca_es: Dades personals

source: Pharming
ca_es: Descaminament

source: Phishing
ca_es: Pesca

source: Picker
ca_es: Capturador

source: Pipe
ca_es: Conducte

source: Piracy
ca_es: Pirateria

source: Pixel
ca_es: Píxel

source: Pixelation
ca_es: Pixelació

source: Pixmap
ca_es: Mapa de píxels

source: Place
ca_es: Emplaçament

source: Placeholder
ca_es: Text variable

source: Plain text
ca_es: Text net

source: Platform
ca_es: Plataforma

source: Playback
ca_es: Reproducció

source: Plug and play
ca_es: Integració automàtica

source: Plus key
ca_es: Tecla de més

source: Point to point connection
ca_es: Connexió punt a punt

source: Policy
ca_es: Política

source: Polling
ca_es: Sondeig

source: Pop-under ad
ca_es: Anunci latent

source: Pop-under window
ca_es: Finestra latent

source: Pop-up ad
ca_es: Anunci emergent

source: Pop-up menu
ca_es: Menú emergent

source: Pop-up window
ca_es: Finestra emergent

source: Porting
ca_es: Portabilitat

source: Preferences
ca_es: Preferències

source: Prerelease
ca_es: Versió provisional

source: Preview
ca_es: Previsualització

source: Primary
ca_es: Primari

source: Print
ca_es: Impressió

source: Print preview
ca_es: Exemple d'impressió

source: Printer
ca_es: Impressora

source: Printing
ca_es: Impressió

source: Printing head
ca_es: Capçal d'impressió

source: Priority
ca_es: Prioritat

source: Privacy
ca_es: Privadesa

source: Privacy policy
ca_es: Política de privadesa

source: Private key
ca_es: Clau privada

source: Process
ca_es: Procés

source: Processing
ca_es: Processament

source: Processor
ca_es: Processador

source: Profile
ca_es: Perfil

source: Profile manager
ca_es: Gestor de perfils

source: Program
ca_es: Programa

source: Program directory
ca_es: Directori del programa

source: Programming
ca_es: Programació

source: Programming language
ca_es: Llenguatge de programació

source: Project
ca_es: Projecte

source: Properties
ca_es: Propietats

source: Proprietary software
ca_es: Programari de propietat

source: Public domain
ca_es: Domini públic

source: Public key
ca_es: Clau pública

source: Publisher
ca_es: Editor

source: Pull down menu
ca_es: Menú desplegable

source: Push channel
ca_es: Canal web

source: Query
ca_es: Consulta

source: Query language
ca_es: Llenguatge d'interrogació

source: Querying server
ca_es: Servidor de consultes

source: Queue
ca_es: Cua

source: Quick launch bar
ca_es: Barra d'execució ràpida

source: Quotation
ca_es: Citació

source: Quotes
ca_es: Cometes

source: Radio button
ca_es: Botó d'opció

source: Raise
ca_es: Relleu

source: Random access
ca_es: Accés aleatori

source: Random data
ca_es: Dades aleatòries

source: Print range
ca_es: Àrea d'impressió

source: Rate
ca_es: Velocitat

source: Rating
ca_es: Valoració

source: Ratio
ca_es: Ràtio

source: Read head
ca_es: Capçal de lectura

source: Read notification
ca_es: Confirmació de lectura

source: Read/write head
ca_es: Capçal de lectura/escriptura

source: Reader
ca_es: Lector

source: Receipt
ca_es: Confirmació

source: Receipt notification
ca_es: Confirmació de recepció

source: Recipient
ca_es: Destinatari

source: Recognition
ca_es: Reconeixement

source: Recovery
ca_es: Restabliment

source: Reengineering
ca_es: Reenginyeria

source: Refactor
ca_es: Refacció

source: Reference
ca_es: Referència

source: Reformatting
ca_es: Reformatació

source: Refresh rate
ca_es: Velocitat de refresc

source: Refreshing
ca_es: Refrescament

source: Registration
ca_es: Registre

source: Registration authority
ca_es: Entitat registradora

source: Registry
ca_es: Registre

source: Regular copy
ca_es: Versió estàndard

source: Relay
ca_es: Repetidor

source: Remark
ca_es: Comentari

source: Reminder
ca_es: Recordatori

source: Remote access
ca_es: Accés remot

source: Rendering
ca_es: Renderització

source: Reply
ca_es: Resposta

source: Report
ca_es: Informe

source: Repository
ca_es: Dipòsit

source: Request
ca_es: Sol·licitud

source: Resident program
ca_es: Programa resident

source: Resolution
ca_es: Resolució

source: Resource
ca_es: Recurs

source: Response
ca_es: Resposta

source: Restart
ca_es: Reinici

source: Retrieval
ca_es: Recuperació

source: Retry
ca_es: Reintent

source: Return address
ca_es: Adreça de resposta

source: Revocation
ca_es: Revocació

source: Revoker
ca_es: Revocador

source: Rich edit
ca_es: Edició enriquida

source: Rich text
ca_es: Text enriquit

source: Ring
ca_es: Anell

source: Ringing tone
ca_es: So de trucada

source: Roaming
ca_es: Itinerància

source: Roaming access
ca_es: Accés itinerant

source: Roaming access server
ca_es: Servidor d'accés itinerant

source: Robotics
ca_es: Robòtica

source: Root
ca_es: Arrel

source: Root directory
ca_es: Directori arrel

source: Root user
ca_es: Usuari primari

source: Router
ca_es: Encaminador

source: Routine
ca_es: Rutina

source: Row
ca_es: Fila

source: Row break
ca_es: Salt de fila

source: Ruler
ca_es: Regle

source: Run
ca_es: Execució

source: Run level
ca_es: Nivell d'execució

source: Running time
ca_es: Temps d'execució

source: Runtime application
ca_es: Versió d'execució

source: Runtime program
ca_es: Versió d'execució

source: Runtime version
ca_es: Versió d'execució

source: Sample
ca_es: Mostra

source: Sampling rate
ca_es: Freqüència de mostratge

source: Sandbox
ca_es: Entorn de proves

source: Saving
ca_es: Desament

source: Scanner
ca_es: Escàner

source: Scanning
ca_es: Escaneig

source: Score
ca_es: Puntuació

source: Screen
ca_es: Pantalla

source: Screenshot
ca_es: Captura de pantalla

source: Script
ca_es: Script [ l'script ]

source: Script file
ca_es: Fitxer script

source: Scripting language
ca_es: Llenguatge script

source: Scroll bar
ca_es: Barra de desplaçament

source: Schema
ca_es: Esquema

source: Scheme
ca_es: Combinació

source: Search
ca_es: Cerca

source: Search box
ca_es: Quadre de cerca

source: Secret key
ca_es: Clau secreta

source: Secure-HTTP
ca_es: HTTP segur

source: Security breach
ca_es: Forat de seguretat

source: Seek
ca_es: Cerca

source: Seek bar
ca_es: Barra de cerques

source: Sequential access
ca_es: Accés seqüencial

source: Serial number
ca_es: Número de sèrie

source: Serial port
ca_es: Port en sèrie

source: Server
ca_es: Servidor

source: Server farm
ca_es: Centre de servidors

source: Servername
ca_es: Nom de servidor

source: Servlet
ca_es: Miniaplicació de servidor

source: Session
ca_es: Sessió

source: Setting
ca_es: Paràmetre

source: Shareware
ca_es: Programari de prova

source: Sharpness
ca_es: Nitidesa

source: Shell
ca_es: Intèrpret d'ordres

source: Shopping cart
ca_es: Carretó electrònic

source: Shortcut
ca_es: Drecera

source: Shortcut icon
ca_es: Icona de drecera

source: Shortcut key
ca_es: Tecla de drecera

source: Shuffle
ca_es: Mescla

source: Shutdown
ca_es: Aturada

source: Sidebar
ca_es: Barra lateral

source: Signal
ca_es: Senyal

source: Signature
ca_es: Signatura

source: Signing key
ca_es: Clau de signatura

source: Simulation
ca_es: Simulació

source: Simulator
ca_es: Simulador

source: Site manager
ca_es: Gestor de llocs

source: Skin
ca_es: Aparença

source: Slash key
ca_es: Tecla de barra inclinada

source: Slide
ca_es: Diapositiva

source: Slider button
ca_es: Botó lliscant

source: Slot
ca_es: Ranura

source: Slot time
ca_es: Temps d'espera

source: Smiley
ca_es: Emoticona

source: Snapshot
ca_es: Instantània

source: Socket
ca_es: Sòcol

source: Socket number
ca_es: Número de sòcol

source: Soft key
ca_es: Tecla programable

source: Software keyboard
ca_es: Teclat virtual

source: Software packet
ca_es: Paquet informàtic

source: Source code
ca_es: Codi font

source: Source language
ca_es: Llenguatge font

source: Source program
ca_es: Programa font

source: Space bar
ca_es: Barra espaiadora

source: Spacing
ca_es: Espaiat

source: Spam
ca_es: Correu brossa

source: Spamming
ca_es: Enviament de correu brossa

source: Speed
ca_es: Velocitat

source: Spelling
ca_es: Ortografia

source: Spider
ca_es: Aranya

source: Spin button
ca_es: Botó de selecció de valor

source: Splash screen
ca_es: Pantalla de presentació

source: Split
ca_es: Divisió

source: Splitter
ca_es: Separador

source: Spoofing
ca_es: Falsejament d'identitat

source: Spool
ca_es: Gestió de cues

source: Spooler
ca_es: Gestor de cues

source: Spooling
ca_es: Gestió de cues

source: Spreadsheet
ca_es: Full de càlcul

source: Spreadsheet manager
ca_es: Gestor de fulls de càlcul

source: Spreadsheet program
ca_es: Gestor de fulls de càlcul

source: Spreadsheet publisher
ca_es: Gestor de fulls de càlcul

source: Spyware
ca_es: Programari espia

source: Stack
ca_es: Pila

source: Standard
ca_es: Estàndard

source: Start menu
ca_es: Menú d'inici

source: Starting page
ca_es: Pàgina inicial

source: Static text control
ca_es: Control de text estàtic

source: Status
ca_es: Estat

source: Status bar
ca_es: Barra d'estat

source: Step
ca_es: Pas

source: Sticky note
ca_es: Nota adhesiva

source: Sticky topic
ca_es: Tema recurrent

source: Storage
ca_es: Emmagatzematge

source: Strikethrough
ca_es: Barrat

source: String
ca_es: Cadena

source: Structure
ca_es: Estructura

source: Style
ca_es: Estil

source: Style sheet
ca_es: Full d'estil

source: Styled text
ca_es: Text amb estil

source: Subdomain
ca_es: Subdomini

source: Subject
ca_es: Assumpte

source: Submask
ca_es: Submàscara

source: Submenu
ca_es: Submenú

source: Submission
ca_es: Tramesa

source: Subnet
ca_es: Subxarxa

source: Subprogram
ca_es: Subprograma

source: Subscript
ca_es: Subíndex

source: Suggestion
ca_es: Suggeriment

source: Summary
ca_es: Resum

source: Superscript
ca_es: Superíndex

source: Superuser
ca_es: Superusuari

source: Swap
ca_es: Intercanvi

source: Switch
ca_es: Commutador

source: Switchboard
ca_es: Centraleta

source: Switched line
ca_es: Connexió commutada

source: Switched network
ca_es: Xarxa commutada

source: Switching
ca_es: Commutació

source: Symbolic link
ca_es: Enllaç simbòlic

source: Synthesis
ca_es: Síntesi

source: System
ca_es: Sistema

source: System call
ca_es: Crida del sistema

source: System computing
ca_es: Informàtica de sistemes

source: System tray
ca_es: Safata del sistema

source: Table
ca_es: Taula

source: Table of contents
ca_es: Índex

source: Tagging
ca_es: Etiquetatge

source: Talk
ca_es: Diàleg

source: Target
ca_es: Objectiu

source: Task
ca_es: Tasca

source: Task bar
ca_es: Barra de tasques

source: Task list
ca_es: Llista de tasques

source: Taskbar
ca_es: Barra de tasques

source: Telebanking
ca_es: Banca electrònica

source: Telematics
ca_es: Telemàtica

source: Template
ca_es: Plantilla

source: Theme
ca_es: Tema

source: Thickness
ca_es: Gruix

source: Threshold
ca_es: Llindar

source: Throughput
ca_es: Velocitat de transferència de dades

source: Tile
ca_es: Mosaic

source: Timestamp
ca_es: Marca horària

source: Tint
ca_es: Matís

source: Tip
ca_es: Consell

source: Title
ca_es: Títol

source: Token
ca_es: Testimoni

source: Token bus
ca_es: Bus de testimoni

source: Tool
ca_es: Eina

source: Toolbar
ca_es: Barra d'eines

source: Toolkit
ca_es: Joc d'eines

source: Tooltip
ca_es: Indicador de funció

source: Top
ca_es: Part superior

source: Top level domain
ca_es: Domini de primer nivell

source: Topic
ca_es: Tema

source: Touchpad
ca_es: Ratolí tàctil

source: Touchscreen
ca_es: Pantalla tàctil

source: Track ball
ca_es: Ratolí de bola

source: Trackback
ca_es: Retroenllaç

source: Trackpad
ca_es: Ratolí tàctil

source: Transcoding
ca_es: Transcodificació

source: Transfer
ca_es: Transferència

source: Translation memory
ca_es: Memòria de traducció

source: Transmission
ca_es: Transmissió

source: Transmission speed
ca_es: Velocitat de transmissió

source: Trash
ca_es: Paperera

source: Tray
ca_es: Safata

source: Treasury bill
ca_es: Lletra del tresor

source: Tree
ca_es: Arbre

source: Tree control
ca_es: Control d'arbre

source: Tree view
ca_es: Visualització en arbre

source: Trial
ca_es: Avaluació

source: Trigger
ca_es: Activador

source: Tristate
ca_es: Estat triple

source: Troubleshooting
ca_es: Resolució de problemes

source: Trust
ca_es: Confiança

source: Trusted computing
ca_es: Informàtica de confiança

source: Tutorial
ca_es: Programa d'aprenentatge

source: Type
ca_es: Tipus

source: Typeahead
ca_es: Memòria intermèdia de teclat

source: Typeface
ca_es: Tipografia

source: Underline
ca_es: Subratllat

source: Underscore
ca_es: Caràcter de subratllat

source: Undocking
ca_es: Desacoblament

source: Unpacking
ca_es: Descompressió

source: Update
ca_es: Actualització

source: Usability
ca_es: Usabilitat

source: Usage
ca_es: Sintaxi

source: Use
ca_es: Utilització

source: User interface
ca_es: Interfície d'usuari

source: User profile
ca_es: Perfil d'usuari

source: User-defined key
ca_es: Tecla programable

source: Username
ca_es: Nom d'usuari

source: Utility
ca_es: Utilitat

source: Vaccine program
ca_es: Antivirus

source: Validity
ca_es: Validesa

source: Value
ca_es: Valor

source: Vendor
ca_es: Proveïdor

source: Verbatim copy
ca_es: Còpia literal

source: Version
ca_es: Versió

source: Video
ca_es: Vídeo

source: Video codec
ca_es: Còdec de vídeo

source: Viewer
ca_es: Visualitzador

source: Viewport
ca_es: Subàrea de visualització

source: Violation
ca_es: Violació

source: Voice mailbox
ca_es: Bústia de veu

source: Voicemail
ca_es: Correu de veu

source: Voxel
ca_es: Vòxel

source: Wallpaper
ca_es: Empaperat

source: Watcher
ca_es: Monitor

source: Watermark
ca_es: Marca d'aigua

source: Web bug
ca_es: Píxel invisible

source: Web collaboration
ca_es: Col·laboració per web

source: Web map
ca_es: Mapa del web

source: Web page
ca_es: Pàgina web

source: Web ripper
ca_es: Capturador de llocs web

source: Web spoofing
ca_es: Falsejament d'identitat

source: Webcam
ca_es: Càmera web

source: Webcasting
ca_es: Difusió per web

source: Weblog
ca_es: Bloc

source: Webmail
ca_es: Correu web

source: Webpage
ca_es: Pàgina web

source: Webring
ca_es: Anella de webs

source: Website
ca_es: Lloc web

source: What's New?
ca_es: Novetats

source: What's Related
ca_es: Llocs afins

source: Whitepoint
ca_es: Temperatura de color

source: Wideband
ca_es: Banda ampla

source: Widget
ca_es: Giny

source: Width
ca_es: Amplada

source: Window
ca_es: Finestra

source: Window manager
ca_es: Gestor de finestres

source: Windows key
ca_es: Tecla de Windows

source: Wiretapping
ca_es: Connexió clandestina

source: Word processing
ca_es: Processament de textos

source: Word processor
ca_es: Processador de textos

source: Workaround
ca_es: Solució temporal

source: Workday
ca_es: Dia feiner

source: Workgroup
ca_es: Grup de treball

source: Workplace
ca_es: Lloc de treball

source: Workstation
ca_es: Estació de treball

source: World Wide Web
ca_es: Web

source: Worm
ca_es: Cuc

source: Write head
ca_es: Capçal d'escriptura

source: Writing
ca_es: Escriptura

source: Zip code
ca_es: Codi postal

source: Cloud computing
ca_es: Informàtica en núvol
